Z={
	'Good Night คืนดีๆ ที่ 96.5':['4ffa9957e3c3566aacd8d243','จ-อา 00:00-01:00','เอก พันธุ์อุดม, ณัฐวัฒน์ ไตรทิพย์พิทักษ์ & แอนดี้หลิว ชิลไอที, จิรภา ศรนุวัตร+ภัทวีย์ ศรีหะไตรย์+เมธี ยุทธ์ชินโรจน์, จักรกฤษ ศิลปชัย, สุดารัตน์ พงษ์สิงห์โต+ทรายทอง ชุมสาย ณ อยุธยา+จารุวรรณ ผลพานิช, ผศ.ดร.ณัฐนันท์ ศิริเจริญ, มรว.เฉลิมชาตรี ยุคล, วินัยนันท์ ศรีหะไตรย์+จิรภา ศรนุวัตร+เมธี ยุทธชินโรจน์']
	,'เช้าทันโลก':['4fe96ff2a0eba98431a56e3e','จ-ศ 05:00-07:00','โสภิต หวังวิวัฒนา, กรรณิการ์ กิจติเวชกุล, สังกมา สารวัตร, ธนัส ศิรางกูร']
	,'ข่าวเข้ม ประเด็นข้น':['4ffa9957e3c3566aacd8d260','จ-ศ 07:00-08:30','วิเชษฐ์ พิชัยรัตน์, อรวรรณ กริ่มวิรัตน์กุล, อนัญญา ตั้งใจตรง, ประจักษ์ มะวงศ์สา']
	,'Thinking ASEAN':['59313573e3f8e45f4caf7a02','จ-ศ 08:30-09:00','วัชรินทร์ เศรษฐกุดั่น, ณัฐชยา สงวนสุข, ผศ.ดร.ปิติ ศรีแสงนาม, วัชรินทร์ เศรษฐกุดั่น+ผศ.ดร. มูฮัมหมัด อิลยาส หญ้าปรัง, ผศ.ดร. ดนุวัศ สาคริก']
	,'CEO  Vision':['4ff54009a0eba98431a58d02','จ-อา 09:00-10:00','วิชัย วรธานีวงศ์, ปีเตอร์ จอห์นแวน ฮาแรน, วรพงศ์  แจ้งจิตต์, เจษฎา พรหมจาต, ดร.บุญชัย โกศลธนากุล, วิกรม กรมดิษฐ์, ดร.ศุภวุฒิ  สายเชื้อ']
	,'รู้ใช้ เข้าใจเงิน':['4ffa9957e3c3566aacd8d254','จ-ศ 10-11:00','จิตติมา ทวาเรศ, กาญจนา หงษ์ทอง, ดร.สุวรรณ วลัยเสถียร, ภาววิทย์ กลิ่นประทุม, ดร.นิเวศน์ เหมวชิรวรากร']
	,'Modern Market:ตลาดนัด 96.5':['4ffa9957e3c3566aacd8d25e','จ-ศ 11-12:00','ศรีวิลัย  สมทรง']
	,'Thinking Networks':['581d8ed85bdfff36099cbf94','จ-ศ+ส 12:30-13:00','ธันยวัชร์  ไชยตระกูลชัย, อาทิตย์  โกวิทวรางกูร, ปร,ัชญา อรเอก, ไพศาล มังกรไชย ['',เสาร์]']
	,'Bussiness Connection':['4ffa9957e3c3566aacd8d26a','จ-ศ 13:00-14:00','ธันยวัชร์  ไชยตระกูลชัย, อาทิตย์  โกวิทวรางกูร, ปรัชญา อรเอก, ดร.นันทพร วงษ์เชษฐา']
	,'คุยได้ คุยดี TALK NEWS & MUSIC':['4ffa9957e3c3566aacd8d27c','จ-ศ 14:00-16-00','วีระ ธีรภัทรานนท์']
	,'Econ Bizz':['4ffa9957e3c3566aacd8d25a','จ-ศ 16:00-17:00','จ-พ ศิริวรรณ นพรัตน์, พฤ-ศ ปรัชญา อรเอก']
	,'ข่าวเด่น ประเด็นร้อน':['4ffa9955e3c3566aacd8d23f','จ-ศ 17:00-19:30',' วิสุทธิ์ คมวัชรพงศ์, อภิรักษ์ หาญพิชิตวณิชย์, วรรณศิริ ศิริวรรณ, มนตรี จอมพันธ์']
	,'เวทีความคิด':['4ffa9957e3c3566aacd8d240','จ-ศ 19:30-21:00','สุภาวดี อินทะวงษ์, ธนานุช สงวนศักดิ์, วิสุทธิ์ คมวัชรพงศ์, อริสรา ประดิษฐสุวรรณ, ชาญเดช บัวหันต์']
	,'บอกเล่า 965':['52b3e7b8150ba0d2510002f6','จ-ศ 21:00-22:00','']
	,'coffee break':['5ac4866de3f8e40aedda9236','จ-ศ 22:00-23:00','สุทธิชัย หยุ่น, ศุภชาติ ศุภเมธี']
	,'คนกรุงเก่าเล่าเรื่อง':['4ffa9957e3c3566aacd8d255','จ-ศ 23:00-00:00','มาโนช พุฒตาล']

	,'เมล็ดพันธุ์ความดี':['4ffa9957e3c3566aacd8d244','ส 05-06.00','นฤปาณ ภัทรสิทธิสกุล, ชนาพร มหาชน, ศิริญญา มงคลวัจน์, มรว.เฉลิมชาตรี ยุคล']
	,'คุยกับครูดุษ':['50582e2da26cb3930f00001e','ส 06-07.00','อ.ดุษฎี พนมยงค์']
	,'ข่าวเข้มฯ สุดสัปดาห์':['52b3e81b150ba004510002ed','ส-อา 07-08:30','ประจักษ์ มะวงศ์สา, โศภณ นวรัตนาพงษ์']
	,'96.5 Update':['52ee1961be047042dd8b4587','ส 08:30-09:00','ชาญเดช บัวหันต์, ณัฐวัฒน์ ไตรธิปพิทักษ์']
	,'96.5 เสาร์เสวนา':['4ffa9957e3c3566aacd8d242','ส 10-12:00','สุปัน รักเชื้อ, มนตรี จอมพันธ์, ประจักษ์ มะวงศ์สา']
	,//'Thinking Networks':['','ส 12:30-13:00','ไพศาล มังกรไชยา']
	,'ย้อนอดีต สู่อนาคต':['4ffa9957e3c3566aacd8d246','ส 13:00-14:00','']
	,'คุยกับหมอบ้าน':['4ffa9957e3c3566aacd8d247','ส 14:00-16:00','อ.ยอดเยี่ยม เทพธรานนท์']
	,'หมอเฮ เสธ.ฮา':['4ffa9957e3c3566aacd8d248','ส 16:00-18:00','พล.อ.บัญชร ชวาลศิลป์ & นส.พ.ปานเทพ รัตนากร']
	,'ข่าวเด่นสุดสัปดาห์':['4ffa9957e3c3566aacd8d249','ส-อา 15:00-19:30','ประจักษ์ มะวงศ์สา, โศภณ นวรัตนาพงษ์']
	,'ถกประเด็น':['4ffa9957e3c3566aacd8d288','ส 19:30-21:00','อมรรัตน์ มหิทธิรุกข์, ประจักษ์ มะวงศ์สา']
	,'เป็น อยู่ คือ':['4ffa9957e3c3566aacd8d252','ส 21:00-23:00','นิวัติ กองเพียร, ทิววัฒน์ ภัทรกุลวณิชย์']
	,'ชีวิต ดนตรี ศรีศิลป์':['593390c3e3f8e45f4baf77d6','ส-อา 23:00-00:00','ไข่ มาลีฮวนน่า ['',เสาร์] ธนิสร์ ศรีกลิ่นดี ['',อาทิตย์]']

	,'ธรรมะวันอาทิตย์':['4ffa9957e3c3566aacd8d24f','อา 05-06:00','ชาญเดช บัวหันต์, ดร.บรรจบ บรรณรุจิ']
	,'Human Talk':['4ffa9957e3c3566aacd8d289','อา  06:00-07:00','ศ.ดร.จีระ หงส์ลดารมภ์, วิชัย วรธานีวงศ์, ดนัย จันทร์เจ้าฉาย']
	,'ผู้หญิง 3 มุม':['4ffa9957e3c3566aacd8d28c','อา 08:30-09:00','สรวงมณฑ์ สิทธิสมาน, ดร.นิธิดา แสงสิงแก้ว, กนกวรรณ กนกวนาวงศ์']
	,'คิดระหว่างบรรทัด':['4ffa99a2e3c3566aacd8d2de','อา 10:00-12:00','อริสรา ประดิษฐสุวรรณ, พัชรี รักษาวงศ์']
	,'อุ่นใจใกล้คุณหมอ':['5959e5a0e3f8e4d03237567e','ส 12:30-13:00','รศ.นพ.ปัญญา ไข่มุก & ภาคภูมิ ไข่มุก']
	,'3 หมออารมณ์ดี':['4ffa9957e3c3566aacd8d290','อา 13:00-15:00','']
	,'เจาะตลาดแดนมังกร':['4ffa9957e3c3566aacd8d28d','อา 15:00-16:00','สมยศ แช่มช้อย & ดร.สมภพ มานะรังสรรค์']
	,'Startup to Growth':['4ffa99c0e3c3566aacd8d2eb','อา 16:00-18:00','ศิริวรรณ นพรัตน์, วิชัย วรธานีวงศ์, ปรัชญา อรเอก']
	,'ห้องรับแขก':['4ffa9957e3c3566aacd8d294','อา 19:30-21:00','พัชราภรณ์ ชมกลิ่น, ดร.บุ๋ม ปนัดดา วงศ์ผู้ดี']
	,//'ชีวิต ดนตรี ศรีศิลป์':['','อา 23:00-00:00','ธนิสร์ ศรีกลิ่นดี']

	,'Young เก๋า':['5a571577e3f8e420a64349b4','','กนกวรรณ  กนกวนาวงศ์ & กิตติมาภรณ์ จิตราธร']

	,'Social Society':['5a5714ffe3f8e420a64349b3','','จุฑารพ เพชระบูรณิน, ชนิตา ศรีดาเกษ เครธอร์น, สรัลรัตร์ มณีสว่างวงศ์, จุฑาทิพย์ ทิพสุดาวัลย์','---']
	,'ติ่มซำยามดึก':['596c7737e3f8e40af5bdb05e','','ณัฐพงศ์ นำศิริกุล','---']
	,'มโนฮาสาเร่':['59338e4fe3f8e45f4caf7b20','ศ. ','วิชัย อุดมพงศ์ลักขณา, วิภา สุขวัฒนาวิทย์','---']
	,'---TECHNO NIGHT@96.5':['59312561e3f8e45f4caf79ed','','','']
	
}

var base='http://www.thinkingradio.net/program/'
alert()

